[
  {
    "code": "P.C. 1101",
    "description": "Any person who uses any heinous, atrocious, or cruel act manifesting exceptional depravity in the commission of murder in the first or second degree. Any person who deliberately and with premeditation takes the life of a law enforcement official, government official, or medical official, in the commission of their duty, or any witness in a legal proceeding."
  },
  {
    "code": "P.C. 1102",
    "description": "Any person who knowingly and willingly consumes human flesh, or who coerces another person to eat human flesh through deception, threats, or force."
  },
  {
    "code": "P.C. 1103",
    "description": "Any violent behavior or act committed within the confines of a Town, City, or Native Reservation and deprives citizens of Monroe of life on a mass scale or an act which can be reasonably expected to have caused such an outcome. Examples: - Throwing dynamite in the middle of town. - Acts of intentional violence against the general citizenry of the town and not a specific group. (Don't include someone accidently caught in crossfire)"
  },
  {
    "code": "P.C. 1104",
    "description": "Any attempt at a violent uprising against the government of the State of Monroe or the United States of America."
  },
  {
    "code": "P.C. 1105",
    "description": "No person shall act with intent or willful negligence to inflict severe physical or mental pain or suffering upon another person within his custody or physical control without a lawful reason to do so. No person shall engage in an act or behavior designed or intended to deprive a citizen of Monroe of their bodily functions or appendages in a malicious manner, including the rending useless of the aforementioned."
  },
  {
    "code": "P.C. 2101",
    "description": "No person shall act in the unlawful killing of human beings with a premeditated design to effect the death of the person killed and shall be held equally liable if death occurs from any premeditated act."
  },
  {
    "code": "P.C. 2102",
    "description": "No person shall attempt the act of unlawful killing of human beings with a premeditated design to effect the death of the person being attempted upon."
  },
  {
    "code": "P.C. 2103",
    "description": "No person shall, without lawful reason, destroy, damage or deface any sacred tribal lands or artifacts, or engage in conduct that would recklessly cause damage to any sacred tribal lands or artifacts."
  },
  {
    "code": "P.C. 2104",
    "description": "Any individual, or group of individuals, who attempts or successfully frees someone from law enforcement custody without lawful authority is guilty of this crime. Any individual who flees or allows themselves to be removed from lawful custody under unlawful circumstances is guilty of this crime."
  },
  {
    "code": "P.C. 2105",
    "description": "No person shall utilize their office to acquire benefit, pervert the course of justice, or wilfully deprive a person of their rights or engage in unlawful conduct while acting in an official duty nor shall any person in an official office fail to report, conceal, or cover up any felony. Eligible for parole."
  },
  {
    "code": "P.C. 2106",
    "description": "Any person who robs or attempts to rob a financial institution. If charged with this the individual is not to be charged for the taking of hostages or evading law enforcement as those are included in this charge."
  },
  {
    "code": "P.C. 2107",
    "description": "Unlicensed possession of an explosive device such as a Stick of Dynamite or Fire-Bottle."
  },
  {
    "code": "P.C. 2201",
    "description": "No person shall act in the unlawful killing of human beings without premeditated design to effect the death of the person killed and shall be held equally liable if death occurs from any non-premeditated act."
  },
  {
    "code": "P.C. 2202",
    "description": "Unintentionally causing the death of an individual through an act that was neither excusable nor justified without malicious aforethought."
  },
  {
    "code": "P.C. 2203",
    "description": "No person shall fail to appear in court on their scheduled court date. This will result in a bench warrant being issued by the presiding judge, and a default judgement being applied concerning the original criminal proceeding."
  },
  {
    "code": "P.C. 2204",
    "description": "Any kind of mutual duel utilising firearms or any kind of deadly weapon not sanctioned by a Judge, Sheriff, or Undersheriff that results in the death of one individual."
  },
  {
    "code": "P.C. 2205",
    "description": "No person shall use lethal force against another human being, except in cases of Self Defense or Law Enforcement Duties."
  },
  {
    "code": "P.C. 2206",
    "description": "Unlawfully seizing and moving a person by force, or seizing and detaining a person against his or her will with an intent to carry that person away at a later time. This doesn't apply when taking the motions to help someone seeking medical attention."
  },
  {
    "code": "P.C. 2207",
    "description": "No person shall, without lawful reason, by threat, accusations, or violence, induce any person to do anything but not limited to: Make ransom payments, make any kind of monetary transfer, or give up any kind of property."
  },
  {
    "code": "P.C. 2301",
    "description": "The act of knowingly setting fire to, or charring, another person's personal property without consent or with malicious intent."
  },
  {
    "code": "P.C. 2302",
    "description": "No person shall dishonestly appropriate property, at or above the value of $200, belonging to another with the intention of permanently or temporarily depriving the other of it"
  },
  {
    "code": "P.C. 2303",
    "description": "No person shall devise any scheme or plot for the purposes of obtaining money, property or any other thing of material value, by means of false pretences, representation, promises, nor provide any form of documentation for the purposes of gain or benefit otherwise not lawfully entitled to. Any embezzelment would fall under this."
  },
  {
    "code": "P.C. 2304",
    "description": "Unlawfully hindering the discovery, apprehension, conviction, defense, or punishment of anyone who has committed a crime or of evidence."
  },
  {
    "code": "P.C. 2305",
    "description": "Any person who robs or attempts to rob any business other than a financial institution. If charged with this the individual is not to be charged for the taking of hostages or evading law enforcement as those are included in this charge."
  },
  {
    "code": "P.C. 2306",
    "description": "The act of wilfully submitting false statements or deliberately making a misrepresentation whilst under oath."
  },
  {
    "code": "P.C. 2307",
    "description": "No person shall willfully or through an act of negligence, fail to complete, maintain, or operate appropriately to adequate standards when holding a position within a law enforcement agency, especially in regards to the safety of the public at large."
  },
  {
    "code": "P.C. 2308",
    "description": "No person shall be found to be manufacturing any unregulated alcohol in the State of Monroe. No person shall be found manufacturing weapons deemed unlawful in the State of Monroe or altering prexisting weapons to make them unlawful. For the purpose of this crime, unregulated alcohol shall be defined as alcohol manufactured by a party not lawfully authorised to do so."
  },
  {
    "code": "P.C. 2309",
    "description": "No person shall move items that would be considered illegal or contraband, outlined by the Monroe Penal Code, into the State of Monroe or any Correctional Institution. No person shall distribute illegal alcohol or other illegal items outlined by the Monroe Penal Code."
  },
  {
    "code": "P.C. 2310",
    "description": "No person shall receive goods that they know to be stolen, nor shall they assist in their retention, removal, disposal, nor shall they assist for the benefit for another person."
  },
  {
    "code": "P.C. 2311",
    "description": "No person shall be found to be manufacturing any marijuana (Mota) in the State of Monroe. For the Purposes of this charge, this shall refer to the growing or processing of any marijuana (Mota)."
  },
  {
    "code": "P.C. 2312",
    "description": "No person shall unlawfully and intentionally take or attempt to take personal property in the possession of another, against his will, or by means of force or the threat thereof, and with a purpose or intent to deprive the person permanently or temporarily of the personal property."
  },
  {
    "code": "P.C. 3101",
    "description": "Any person who partakes in the unlawful application of force directly or indirectly upon another person, causing bodily injury or offensive contact is guilty of Battery. No person shall touch or strike another person without their permission. In order for Battery to be charged, a victim needs to be willing to press charges. If no victim exists, no charge can be brought."
  },
  {
    "code": "P.C. 3102",
    "description": "A person who without lawful excuse makes to another a threat, intending that that other would fear it would be carried out, to kill or harm that other."
  },
  {
    "code": "P.C. 3103",
    "description": "No person shall, without lawful authority, deliberately cause another to believe he or she holds a position of a public servant in any capacity. No person shall represent themselves in a fraudulent manner, causing others to identify or recognize them as someone or something they are not in order to receive some benefit or cause damages."
  },
  {
    "code": "P.C. 3104",
    "description": "No person shall knowingly or maliciously falsify the report of a crime, or the commission of a crime to law enforcement."
  },
  {
    "code": "P.C. 3105",
    "description": "Evading or attempting to evade or elude any Law Enforcement Officer acting within their duties or other circumstances which would require a person to stop."
  },
  {
    "code": "P.C. 3106",
    "description": "No person shall falsify, alter, counterfeit, or forge a document that is recognized as legally binding with the intent to damage or defraud another person or entity and their reputation."
  },
  {
    "code": "P.C. 3107",
    "description": "The act of taking advantage of a borrower by failing to disclose information, disclosing false information or enacting high interest rates or fees with the goal of defaulting the debtor, or making the debt held thereby unpayable."
  },
  {
    "code": "P.C. 3108",
    "description": "No person shall unlawfully offer, give, solicit, or receive of any item of value as a means of influencing the actions of an individual holding a public or legal duty."
  },
  {
    "code": "P.C. 3109",
    "description": "Demanding payment or benefit from a person in return for not revealing compromising, or otherwise damaging information about them or somebody else."
  },
  {
    "code": "P.C. 3110",
    "description": "No person shall partake in the intentional interference with, opposition or resistance to, or obstruction of an individual acting in his official capacity and authorized by law to make a lawful arrest or lawful detention and knows or has reason to know that the person arresting or detaining is acting in his official capacity."
  },
  {
    "code": "P.C. 3111",
    "description": "No person shall willfully, or by act of omission, disobey or obstruct an order of the court, or the written judgement of a Judge or Justice of the Peace, or cause any kind of disturbance or obstruction to proceedings of a court."
  },
  {
    "code": "P.C. 3201",
    "description": "No person shall have, own, or be in control of the following objects; marijuana (Mota), Hemp, Marked Bills, Lockpicks, Illegal Alcohol. No person shall be found in possession of weapons deemed illegal in the State of Monroe or weapons that have been altered to be made illegal."
  },
  {
    "code": "P.C. 3202",
    "description": "Inflicting intentional damage on the horse, wagon, or other mode of transportation of an individual or group."
  },
  {
    "code": "P.C. 3203",
    "description": "Intentional destruction of the livestock owned by an individual or group."
  },
  {
    "code": "P.C. 3204",
    "description": "No person shall take part in the desecrating of any grave by means of disturbing the body of a deceased person or their place of rest without an exhumation order from the court. No person shall desecrate the body of a deceased individual."
  },
  {
    "code": "P.C. 3205",
    "description": "No person shall refuse to comply with the orders of a law enforcement officer, given to them in a lawful manner or under reasonable circumstances."
  },
  {
    "code": "P.C. 3206",
    "description": "No person shall, or attempt to, execute the duties of a law enforcement officer outside a lawfully made citizen's arrest, or execute any act of justice without lawful authority to do so."
  },
  {
    "code": "P.C. 3207",
    "description": "No person shall dishonestly appropriate property, under the value of $200, belonging to another with the intention of permanently or temporarily depriving the other of it"
  },
  {
    "code": "P.C. 3208",
    "description": "No person shall steal the horse of another individual. This includes horses attached to a stolen wagon."
  },
  {
    "code": "P.C. 3301",
    "description": "No person shall fail to pay a fine(s) within fourteen days of it being issued to them."
  },
  {
    "code": "P.C. 3302",
    "description": "No person shall any person refuse to truthfully identify themselves to a member of law enforcement whilst being detained or when in custody."
  },
  {
    "code": "P.C. 3303",
    "description": "No person shall take part in conduct severe enough to cause alarm to ordinary people or threaten serious disturbance to the community, nor shall they take part in unsanctioned fighting, or challenge another person to a fight."
  },
  {
    "code": "P.C. 3304",
    "description": "No person, without lawful reason, shall destroy or damage any property belonging to another, intending to destroy or damage any such property or being reckless as to whether any such property would be destroyed or damaged."
  },
  {
    "code": "P.C. 3305",
    "description": "No person shall partake in the activity or sport of chasing or searching for rare and/or protected animals with the intention of killing or catching them."
  },
  {
    "code": "P.C. 3306",
    "description": "No person shall enter or remain on the property of another person, or any restricted area, without consent."
  },
  {
    "code": "P.C. 4101",
    "description": "No person shall travel while on horseback or operating a wagon at speeds greater than a trot while in a city, town or settlement."
  },
   {
    "code": "P.C. 4102",
    "description": "No person shall, without lawful reason, wave or flourish a weapon as a threat or in anger or in excitement. No person shall unholster or display a firearm while located within the confines of a Town, City, or Settlement within the State of Monroe. A person MAY carry a longarm down beside them and is not required under this law to have that weapon slung on their back."
  },
  {
    "code": "P.C. 4103",
    "description": "No person shall wear any kind of mask, bandana or facial covering within a town or city, with exception of those who may provide bonafide medical documentation supporting a cause for such."
  },
  {
    "code": "P.C. 5101",
    "description": "No person shall: Command, aid, abet, or advise another in the commission or conspiracy to commit a crime; Knowingly assist someone after he or she has committed any crime by helping them evade arrest, trial, conviction or punishment; With the intent to take part in conduct constituting a crime that is to be performed or, agree with one or more persons to engage in or cause the performance of a crime; Harbour a wanted individual."
  },
  {
    "code": "P.C. 5102",
    "description": "Persons charged with crimes that are against those who are public servants whilst in the commission of their duties shall have their sentenced increased."
  },
  {
    "code": "P.C. 5103",
    "description": "Those who commit ten(10) or more violent felonies within a twenty-eight(28) day period may be considered as a candidate for the status of Threat to Society. USMS Leadership or MSO Command may petition the court at any time to have someone established as a threat to society but must demonstrate the person is either associated with a criminal organization and has acted with that criminal organization on three separate occasions involving acts of violence or that a person has utilized a weapon designed to explode or ignite upon impact while in a town, village, or city. Any person convicted of Mayhem shall automatically be considered a Threat to Society. This classification will last for no longer than 30 days."
  },
  {
    "code": "P.C. 5104",
    "description": "Those who commit six(6) or more violent felonies within a fourteen (14) day period may be considered as a candidate for the status of Habitual Offender. This status will stay active for a period of no more than 30 days."
  },
  {
    "code": "P.C. 5105",
    "description": "Those who commit three(3) or more public order arrests within a seven(7) day period may be considered as a candidate for the status of Public Nuisance Offender. This status will stay active for a period of no more than 30 days."
  }
]
